{
  "Acceuil": "Home",
  "Fonctionnalités": "Features",
  "Clients": "Clients",
  "Contact": "Contact",
  "Plus": "More",
  "Libérez le potentiel de votre entreprise avec des solutions sur mesure et des conseils d'experts.": "Unlock your company's potential with tailor-made solutions and expert advice.",
  "Ensemble, relevons vos défis et propulsons votre succès.": "Together, let's tackle your challenges and boost your success.",
  "Qui sommes-nous ?": "About us",
  "Nos offres d'emploi": "Job offers",
  "PlusMenu": {
  "Nos Solutions": "Our Solutions",
    "VERIFI'DSN": "VERIFI'DSN",
    "VERIFI'DSN PLUS": "VERIFI'DSN PLUS",
    "SOLWAY Synchronisation HR": "SOLWAY HR Sync",
    "SOLDESK": "SOLDESK",
    "SOLWAY HR": "SOLWAY HR",
    "SOLWAY INVOICE": "SOLWAY INVOICE",
    "ASSOCIATION SOLWAY POUR LA SOLIDARITÉ": "SOLWAY Solidarity Association",
    
    "Carrières": "Careers",
    "Nos offres D'emploi": "Job Offers",
    "Candidatures": "Applications",
    "Nos Missions": "Our Missions",
    "Vos Missions": "Your Missions",
    
    "Formations": "Trainings",
    "SOLWAY EXECUTIVE Education": "SOLWAY Executive Education"
},
"Nos activités":"Our Activities",
"Notre ambition est de vous servir tout en mettant en œuvre les meilleures pratiques issues du savoir-faire acquis au cours des nombreux projets réalisés pour différents clients.":"Our ambition is to serve you while applying the best practices drawn from the expertise acquired through the many projects completed for various clients.",
"activities": {
    "Conseil": {
      "label": "Consulting",
      "subtext": "SOLWAY supports companies in their digital transformation."
    },
    "Formation": {
      "label": "Training",
      "subtext": "SOLWAY now offers the opportunity to train on SAP as well as other languages and frameworks."
    },
    "Sourcing": {
      "label": "Sourcing",
      "subtext": "SOLWAY helps you meet your recruitment needs by finding the right talents for your company."
    },
    "Innovation": {
      "label": "Innovation",
      "subtext": "SOLWAY develops its own tools to simplify and improve your daily tasks."
    },

    "Intégration": {
      "label": "Integration",
      "subtext": "SOLWAY assists in implementing your SAP solutions, especially in the HR module, and in other areas such as Linux, databases, and networks."
    }
  },
  "VERIF’DSN est un outil SAP qui permet de contrôler vos blocs DSN avant de les envoyer aux organismes de protection sociale et administrations. C’est un outil facile, intuitif et très apprécié par les gestionnaires de paie. N’hésitez pas à nous contacter pour avoir plus d’informations ou pour demander un essai gratuit.":"VERIF’DSN is a SAP tool that allows you to check your DSN blocks before sending them to social security organizations and administrations. It is an easy, intuitive tool that is highly appreciated by payroll managers. Feel free to contact us for more information or to request a free trial.",
  "Decouvrir":"Discover",
  "VERIF’DSN PLUS est un outil complémentaire de VERIF’DSN qui permet de contrôler votre DSN sur plusieurs périodes de paie. Cela vous permettra de réaliser facilement et rapidement des contrôles trimestriels, semestriels ou annuels de vos cotisations. Pour plus d’informations, veuillez nous contacter, nous serons ravis de répondre à vos interrogations.":"VERIF’DSN PLUS is a complementary tool to VERIF’DSN that allows you to control your DSN over multiple pay periods. This will enable you to easily and quickly perform quarterly, semi-annual, or annual checks of your contributions. For more information, please contact us, and we will be happy to answer your questions.",
  "SOLWAY Synchronisation HR":"SOLWAY HR Synchronization",
  "SOLWAY Synchronisation HR est notre solution pour automatiser la synchronisation des données RH en toute sécurité.":"SOLWAY HR Synchronization is our solution to securely automate the synchronization of HR data.",
  "Nos Innovations":"Our Innovations",
  "Nos solutions":"Our Solutions",

  "solutions":{
    
  "SOLDESK": {
    "label": "SOLDESK",
    "subtext": "SOLDESK is an internal ticket management tool that efficiently handles client requests (bugs, enhancements, etc.) through a simple and fast interface."
  },
  "SOLWAY HR": {
    "label": "HR SOLWAY ",
    "subtext": "SOLWAY HR is a complete solution for optimizing human resource management, covering hiring, recruitment, payroll, and more."
  },
  "SOLWAY INVOICE": {
    "label": "SOLWAY INVOICE",
    "subtext": "SOLWAY INVOICE is an internal tool that simplifies invoicing by allowing easy entry of activity reports and automatic generation of invoices for end clients."
  }},
  "Ils nous font":"They Trust Us",
  "confiance":"",
  "SOLWAY Recrute":"SOLWAY is Hiring",
  "Vous etes Consultant SAP HR ?":"Are you an SAP HR Consultant?",
  "Rejoignez-nous pour découvrir nos opportunités uniques et évoluez":"Join us to discover our unique opportunities and grow",
  "avec nous, du stage au CDI débutant,":"with us, from internships to entry-level CDI.",
  "jusqu’au CDI expérimenté. Votre":"to experienced CDI",
  "avenir commence ici !":"your future starts here !",
  "Rejoignez-nous":"Join Us",
  "| Tous droits réservés":" | All rights reserved",
  "Conditions d'utilisation":"Terms of Use",
  "Politique de confidentialité":"Privacy Policy",
  "Politique relative aux cookies":"Cookie Policy",
  "Assistance":"Support",
  "Anglais":"English",
  "À propos de SOLWAY Consulting & Services":"About SOLWAY Consulting & Services",
  "Fondée en octobre 2019, SOLWAY Consulting & Services a pour vocation de vous accompagner en mettant à votre disposition son expertise pointue dans la gestion des ressources humaines via les solutions SAP HR (HCM). Grâce à notre équipe de consultants expérimentés, nous vous offrons un conseil personnalisé pour optimiser la gestion de votre capital humain et la performance de vos processus RH.":"Founded in October 2019, SOLWAY Consulting & Services aims to support you by providing its expertise in human resource management through SAP HR (HCM) solutions. With our team of experienced consultants, we offer personalized advice to optimize the management of your human capital and the performance of your HR processes.",
  "Notre engagement envers l’excellence, la rigueur et l’innovation nous permet de vous proposer des solutions adaptées à vos besoins spécifiques, tout en prenant en compte les défis uniques de votre organisation. Nous plaçons la satisfaction de nos clients au cœur de notre approche, en établissant une relation de partenariat durable et en garantissant la mise en œuvre efficace de vos projets SAP HR.":"Our commitment to excellence, rigor, and innovation allows us to offer solutions tailored to your specific needs, while taking into account the unique challenges of your organization. We place customer satisfaction at the heart of our approach, establishing a long-term partnership and ensuring the effective implementation of your SAP HR projects.",
  "Avec SOLWAY Consulting & Services, vous bénéficiez d’un accompagnement sur mesure et d’une expertise reconnue pour réussir la transformation de vos processus RH et atteindre vos objectifs d’efficacité et de performance.":"With SOLWAY Consulting & Services, you benefit from tailored support and recognized expertise to successfully transform your HR processes and achieve your efficiency and performance goals.",
  "Nous sommes présents en France, à Colombes, et également au Maroc, à Rabat, ce qui nous permet d’offrir une couverture géographique étendue et de répondre aux besoins de nos clients, quel que soit leur emplacement.":"We are present in France, in Colombes, and also in Morocco, in Rabat, which allows us to offer broad geographical coverage and meet the needs of our clients, regardless of their location.",
  "Fondeur de SOLWAY Consulting & Services":"Founder of SOLWAY Consulting & Services ",
  "Avec plus de 10 ans d’expertise, il a contribué à de nombreux projets RH ayant permis de développer une expertise solide et polyvalente dans la gestion des ressources humaines.":"With over 10 years of expertise, he has contributed to numerous HR projects, helping to develop a strong and versatile expertise in human resource management.",
  "Aujourd’hui, il participe à la mise en place de solution SIRH chez nos différents clients.":"Today, he is involved in the implementation of HRIS solutions for our various clients.",
  "Au titre de ses responsabilités, il développe nos différentes branches : consulting, innovation et formation.":"As part of his responsibilities, he develops our different branches: consulting, innovation, and training.",
  "Notre partenariat avec l’éditeur SAP":"Our partnership with the SAP publisher",
  "Notre connaissance approfondie du progiciel SAP et le développement des outils reconnus par SAP, a permis à SOLWAY de devenir un partenaire Silver SAP.":"Our in-depth knowledge of the SAP software and the development of tools recognized by SAP has allowed SOLWAY to become a SAP Silver partner.",
  "Nous utilisons des cookies pour améliorer votre expérience. En continuant à visiter ce site, vous acceptez notre utilisation des cookies.":"We use cookies to improve your experience. By continuing to visit this site, you agree to our use of cookies.",
  "En savoir plus":"learn More",
  "Refuser":"Decline",
  "Accepter":"Accept",
  "N'hésitez pas à nous contacter  pour plus d'informations":"Feel free to contact us for more information.",
  "Nous sommes à votre disposition pour répondre à vos questions":"We are at your disposal to answer your questions.",
  "et vous fournir les informations nécessaires à la réussite":"and provide you with the necessary information for success.",
  "de vos projets.":"of your projects",
  "Nom (requis)":"First Name (required)",
  "Prénom (requis)":"Last Name (required)",
  "Téléphone":"Phone",
  "Fonction":"Function",
  "Société":"Company",
  "Objet":"Object",
  "Votre Message":"Your Message",
  "Envoyer":"Submit",
  "Optimisez la gestion de vos DSN comme jamais auparavant ! Détectez les erreurs en un instant, facilitez le travail de vos gestionnaires de paie avec des contrôles rapides et efficaces, et libérez un temps précieux pour vous consacrer à des tâches stratégiques. Avec Verif'DSN, dites adieu aux complications et bonjour à la simplicité et à la performance !":"Optimize the management of your DSNs like never before! Detect errors instantly, make the work of your payroll managers easier with quick and effective checks, and free up valuable time to focus on strategic tasks. With Verif'DSN, say goodbye to complications and hello to simplicity and performance!",
  "Contrôlez votre DSN qu'en": "Control your DSN just in",
  "trois étapes :":"three steps",
  "Contrôlez votre DSN":"Control your DSN",
  "qu'en trois étapes :":"just in three steps",
  "Paramétrage des blocs DSN":"Configuration of DSN blocks",
  "Sélection des données":"Data selection",
  "Exécution du contrôle":"Execution of the control",
  "step2": {
    "selection_data": {
      "label": "STEP 2: Data Selection",
      "subtext": "This step allows you to:",
      "item1": "Select the data source: A text file or B2A",
      "item2": "Enter the payroll period.",
      "item3": "Refine the selection by entering employee IDs, payroll ranges, companies",
      "item4": "Choose the program execution mode",
      "item5": "Specify the method for retrieving B2A files and control results (via email, local/ server Excel files)."
    }
  },
  "Vérifier toutes les étapes":"Check all steps",
  "Envie de collaborer sur":"Want to collaborate on",
  "votre prochain projet ?":"your next project ? ",
  "Voir Plus":"See More",
  "VERIF’DSN PLUS est un outils complémentaire de VERIF’DSN qui permet de contrôler vos blocs DSN sur plusieurs périodes de paie. Grâce à cet outil vous pourrez avoir une vue trimestrielle, semestrielle ou annuelle de vos déclarations de cotisation. Vous pouvez ainsi comparer vos déclarations annuelles par rapport à vos résultats de paie comme à l’époque de la N4DS.":"VERIF’DSN PLUS is a complementary tool to VERIF’DSN that allows you to control your DSN blocks over multiple payroll periods. With this tool, you can have a quarterly, semi-annual, or annual view of your contribution declarations. You can thus compare your annual declarations to your payroll results, similar to the N4DS period.",
  "Synchronisation HR": "HR synchronisation",
  "Un programme SAP intuitif et facile à utiliser, entièrement paramétrable,qui permet de synchroniser rapidement et de manière fiable les matricules entre deux systèmes, optimisant ainsi l'efficacité et la précision des processus.":"An intuitive and easy-to-use SAP program, fully customizable, that allows you to quickly and reliably synchronize employee IDs between two systems, thereby optimizing the efficiency and accuracy of processes.",
  "Écran d'accueil":"Home Screen",
  "Il est doté d’une interface utilisateur simple et ergonomique.":"It is equipped with a simple and user-friendly interface.",
  "Vous avez la possibilité de paramétrer les infotypes a":"You have the ability to configure the infotypes to",
  "synchroniser et les liens RFC.":"synchronize and the RFC links.",
  "Des solutions hautement efficaces": "Highly effective solutions",
  "Cet écran vous permet de sélectionner les matricules à synchroniser.":"This screen allows you to select the employee IDs to synchronize.",
  "Soit en sélectionnant directement les matricules concernées.":"Either by directly selecting the relevant employee IDs.",
  "Soit en sélectionnant la population en se basant sur les :":"Or by selecting the population based on the:",
  "Statuts d’activités":"Activity statuses",
  "Tranches de décomptes":"Billing ranges",
  "Sociétés":"Companies",
  "Domaines de personnel":"Personnal Areas",
  "Sous-domaines de personnel" :"Personnal Subareas",
  "Vous avez aussi la possibilité de choisir le mode test et l’anonymisation des salariés à synchroniser.":"You also have the option to choose the test mode and the anonymization of the employees to synchronize.",
   "Les modules concernés sont :":"The modules concerned are:",
    "Administration du personnel (PA)":"Personnel Administration (PA)",
    "Gestion organisationnelle":"Organizational Management",
    "Tables DSN":"DSN tables",
    "Gestion du temps":"Time Management",
    "Paie":"Payroll",
    "Résultats":"Results",
    "Il est sous forme d’une table ALV qui permet l’affichage des résultats de la synchronisation par matricule et par module.":"It is in the form of an ALV table that allows the display of synchronization results by employee ID and by module.",
    "SOLDESK est une plateforme de gestion de tickets qui offre une gamme complète de fonctionnalités pour optimiser le processus de traitement des tickets et améliorer la collaboration au sein de votre équipe.":"SOLDESK is a ticket management platform that offers a comprehensive range of features to optimize the ticket processing workflow and improve collaboration within your team.",
    "Fonctionnalités de SOLDESK":"Features of SOLDESK",
    "SUIVI EN TEMPS RÉEL":"Real-time Tracking",
    "Suivez l’évolution des tickets en temps réel avec une transparence totale à chaque étape du processus.":"Track the progress of tickets in real-time with full transparency at every step of the process.",
    "SOLDESK vous permet de vérifier l’état de vos demandes à tout moment, assurant une communication claire et immédiate.":"SOLDESK allows you to check the status of your requests at any time, ensuring clear and immediate communication.",
    "Grâce à ce suivi détaillé, les utilisateurs peuvent voir précisément où en est leur demande et recevoir des mises à jour instantanées à chaque changement d’état":"Thanks to this detailed tracking, users can see exactly where their request stands and receive instant updates at each status change.",
    "COMMUNICATION EFFICACE":"EFFICIENT COMMUNICATION",
    "Facilitez les échanges entre les utilisateurs et les responsables de la gestion des tickets grâce à SOLDESK.":"Facilitate communication between users and ticket management responsible individuals with SOLDESK.",
    "Notre plateforme permet aux clients de communiquer directement avec l’équipe en charge de leurs tickets en cas de besoin, assurant ainsi une réponse rapide et personnalisée. De plus, les managers et les membres de l’équipe de traitement des tickets peuvent également échanger des messages entre eux et avec l’ensemble de l’équipe.":"Our platform allows clients to communicate directly with the team responsible for their tickets when needed, ensuring a quick and personalized response. Additionally, managers and members of the ticket processing team can also exchange messages among themselves and with the entire team.",
    "Cette communication bidirectionnelle et transparente garantit que toutes les parties concernées restent informées et peuvent collaborer efficacement pour résoudre les demandes.":"This bidirectional and transparent communication ensures that all parties involved remain informed and can collaborate effectively to resolve requests.",
    "GESTION FLUIDE ET EFFICACE":"Smooth and Efficient Management",
    "Avec SOLDESK, la gestion des tickets est simplifiée et efficace. En un seul clic, vous pouvez facilement créer un ticket en remplissant les champs nécessaires.":"With SOLDESK, ticket management is simplified and efficient. With just one click, you can easily create a ticket by filling out the necessary fields.",
    "Vous avez également la possibilité de joindre des fichiers pertinents directement au ticket.":"You also have the ability to attach relevant files directly to the ticket.",
    "Cette simplicité d’utilisation permet de gagner du temps et d’assurer que toutes les informations nécessaires sont immédiatement disponibles, ce qui facilite une gestion rapide et précise des demandes.":"This ease of use saves time and ensures that all necessary information is immediately available, facilitating quick and accurate management of requests.",
    "SOLWAY HR":"HR SOLWAY",
    "SOLWAY HR est une solution intuitive et complète conçue pour optimiser les différents processus des ressources humaines. Notre plateforme offre une gamme étendue de fonctionnalités, couvrant tous les aspects nécessaires et suffisants pour une gestion efficace des ressources humaines":"SOLWAY HR is an intuitive and comprehensive solution designed to optimize various human resources processes. Our platform offers an extensive range of features, covering all the necessary and sufficient aspects for efficient human resources management.",
    "Fonctionnalités de SOLWAY HR":"SOLWAY HR Features",
    "Administration du personnel":"Personnel Administration",
    "Avec SOLWAY HR, gérez efficacement toutes les phases du cycle de vie des employés de votre entreprise grâce à une solution complète qui centralise et simplifie la gestion du personnel. Vous pouvez :":"With SOLWAY HR, manage all phases of your employees' lifecycle efficiently through a comprehensive solution that centralizes and simplifies personnel management. You can:",
    "Embauche":"Hiring",
    "Réémbauche":"Rehiring",
    "Mutation":"Transfer",
    "Sortie":"Exit",
    "Gestion des absences":"Absence Management",
    "Avec SOLWAY HR, la gestion des absences devient simple et efficace. Notre plateforme vous permet de :":"With SOLWAY HR, absence management becomes simple and efficient. Our platform allows you to:",
    "Gestion des Compteurs de Congé ":"Leave Balance Management",
    "Diversité des Types d’Absences":"Diversity of Leave Types",
    "Avec SOLWAY HR, optimisez la gestion du temps de travail grâce à des outils avancés et intuitifs. Notre plateforme vous permet de :":"With SOLWAY HR, optimize work time management using advanced and intuitive tools. Our platform allows you to:",
    "Suivi des Heures de Travail":"Tracking Work Hours",
    "Planification et Gestion des Horaires":"Scheduling and Managing Work Hours",
    "Gestion de la paie":"Payroll Management",
    "Avec SOLWAY HR, simplifiez et optimisez la gestion de la paie grâce à des outils complets et intuitifs. Notre plateforme vous permet de :":"With SOLWAY HR, simplify and optimize payroll management with comprehensive and intuitive tools. Our platform allows you to:",
    "Gestion des des Primes":"Management of Bonuses",
    "Gestion des Cotisations":"Management of Contributions",
    "Intégration des Absences ":"Integration of Absences",
    "Génération de Bulletins de Paie":"Payslip Generation",
    "SOLWAY INVOICE est un outil de gestion de la facturation conçu pour simplifier et optimiser le processus de facturation. Il offre une gamme de fonctionnalités pour assurer une gestion fluide et efficace des transactions financières.":"SOLWAY INVOICE is an invoicing management tool designed to simplify and optimize the billing process. It offers a range of features to ensure smooth and efficient management of financial transactions.",
    "Fonctionnalités de SOLWAY Invoice":"SOLWAY Innvoice Features",
    "Génération Facile du Compte Rendu d'Activité pour Chaque Utilisateur":"Easy Generation of Activity Reports for Each User",
    "Créez facilement des comptes rendus d'activité pour chaque utilisateur, offrant une vue d'ensemble claire et détaillée des transactions et des performances financières.":"Easily create activity reports for each user, providing a clear and detailed overview of transactions and financial performance.",
    "Génération Automatique des Factures":"Automatic Invoice Generation",
    "Générez automatiquement des factures professionnelles et personnalisées. Configurez des modèles de factures et des paramètres pour automatiser la création et l'envoi des factures.":"Automatically generate professional and personalized invoices. Configure invoice templates and settings to automate the creation and delivery of invoices.",
    "Suivi Facile du Paiement des Factures":"Easily track invoice payments",
    "Suivez facilement le paiement des factures avec des outils de suivi en temps réel. Recevez des notifications et des rappels automatiques pour les factures en attente et les paiements à venir.":"Easily track invoice payments with real-time monitoring tools. Receive automatic notifications and reminders for pending invoices and upcoming payments.",
    "ASSOCIATION SOLWAY POUR LA SOLIDARITÉ":"SOLWAY Association for Solidarity",
    "Conscients de leur responsabilité envers les actions caritatives, les salariés de SOLWAY ont créé l'Association SOLWAY Pour la Solidarité.":"Aware of their responsibility toward charitable actions, SOLWAY employees founded the SOLWAY Association for Solidarity.",
    "Nous priorisons l'accès à une éducation de qualité pour les enfants défavorisés et soutenons financièrement les plus démunis pour assurer leur dignité. Ensemble, nous incarnons la solidarité et l'engagement pour un Maroc plus solidaire.":"We prioritize access to quality education for underprivileged children and provide financial support to the most disadvantaged to ensure their dignity. Together, we embody solidarity and commitment toward a more united Morocco.",
    "Engagement Solidaire de SOLWAY pour un Maroc Inclusif":"SOLWAY's Commitment to Solidarity for an Inclusive Morocco",
    "Perspectives d'Avenir pour":"Future Prospects for",
    "les Enfants":"Kids",
    "Offrir des opportunités aux enfants":"Providing Opportunities for underprivileged",
    " défavorisés":"children",
    "Soutien Financier pour":"Financial Support for",
    "la Dignité":"Dignity",
    "Garantir des conditions de vie dignes par un soutien financier.":"Ensure dignified living conditions through financial support.",
    "Éducation Accessible pour":"Accessible Education for",
    "Tous":"Everybody",
    "Faciliter l'accès à l'éducation et à des ressources pédagogiques.":"Facilitating access to education and educational resources.",
    "Engagement Collectif pour un Maroc Solidaire":"Collective Commitment for a United Morocco",
    "Nos actions visent à accompagner et à soutenir la population locale dans son développement, avec pour ambition de favoriser leur autonomie progressive.":"Our actions aim to support and assist the local population in its development, with the ambition of fostering their gradual independence.",
    "Notre principal objectif est d’apporter un soutien significatif aux enfants vivant dans des conditions difficiles afin de les aider à construire un avenir meilleur.":"Our main objective is to provide meaningful support to children living in difficult conditions to help them build a better future.",
    "Nous nous engageons aussi à soutenir financièrement les personnes les plus démunies pour leur permettre de répondre aux conditions minimales d’une vie digne.":"We are also committed to providing financial support to the most disadvantaged individuals, enabling them to meet the minimum conditions for a dignified life.",
    "Nous nous investissons fermement pour que chaque enfant en situation précaire ait l’opportunité d’accéder à l’éducation en construisant ou en rénovant des écoles dans les villages reculés. En unissant nos efforts, nous croyons fermement en la capacité de chacun à contribuer positivement au développement et au bien-être de notre société. Ensemble, nous incarnons les valeurs de solidarité et d’engagement pour un Maroc solidaire.":"We are deeply committed to ensuring that every child in vulnerable situations has the opportunity to access education by building or renovating schools in remote villages. By uniting our efforts, we firmly believe in each individual's ability to contribute positively to the development and well-being of our society. Together, we embody the values of solidarity and commitment for a united Morocco."


}